Repository: ddalcu/mlx-serve
Catalog: app/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Pick a task to see its runs, or create a new one.
zh_hans: 选择一个任务查看其运行记录，或新建一个。

source: Pick an agent, or create one from a type.
zh_hans: 选择一个智能体，或按类型新建一个。

source: Pick exactly which tools this agent may call. Turning this on freezes the coarse switches above.
zh_hans: 精确指定这个智能体可以调用哪些工具。打开后，上方的粗粒度开关将被冻结。

source: Pick, record or drag in ~%lld seconds of the voice to clone. Without a reference, the model's default voice is used.
zh_hans: 选择、录制或拖入约 %1$lld 秒要克隆的声音。没有参考音频时将使用模型的默认声音。

source: Plain shell
zh_hans: 普通 shell

source: Plan (%lld steps)
zh_hans: 计划（%1$lld 步）

source: Play
zh_hans: 播放

source: Pods, deployments, services — uses your local kubeconfig
zh_hans: Pod、Deployment 与 Service — 使用你本地的 kubeconfig

source: Port
zh_hans: 端口

source: Postgres, MySQL, SQLite, SQL Server — one MCP for all major SQL DBs (dbhub.ai)
zh_hans: Postgres、MySQL、SQLite、SQL Server — 一个 MCP 覆盖主流 SQL 数据库（dbhub.ai）

source: Prefix cache entries
zh_hans: 前缀缓存条目数

source: Prefix cache memory cap
zh_hans: 前缀缓存内存上限

source: Presence penalty
zh_hans: 存在惩罚

source: Preview
zh_hans: 预览

source: Preview reference
zh_hans: 预览参考

source: Preview the clip
zh_hans: 预览片段

source: Privacy: prompts sent to a model you share are processed on — and visible to — this Mac. Prompts you send to a network model are visible to the Mac hosting it. Traffic stays on your local network, and everything here is off unless you turn it on.
zh_hans: 隐私说明：发给你所共享模型的提示词会在这台 Mac 上处理，并对这台 Mac 可见。你发给局域网模型的提示词，对承载该模型的 Mac 可见。流量仅在你的局域网内传输，且这里的所有功能默认关闭，需你手动开启。

source: Product close-up
zh_hans: 产品特写

source: Prompt
zh_hans: 提示词

source: Prompt Lookup Decoding. Big wins on echo-heavy workloads (code editing, RAG, agent loops). The adaptive prompt-time gate auto-disables it on novel content. On models with a native MTP head, MTP takes priority and PLD stays dormant — except MoE models (e.g. 35B-A3B), where PLD is the default speedup.
zh_hans: 提示查找解码（PLD）。在大量重复内容的任务上收益显著（代码编辑、RAG、智能体循环）。自适应门控会在内容全新时自动关闭它。对于自带 MTP 头的模型，MTP 优先，PLD 保持休眠 — MoE 模型（如 35B-A3B）除外，那里 PLD 才是默认的加速手段。

source: Prompt exceeds maximum context length
zh_hans: 提示超出了最大上下文长度

source: Prompt tips
zh_hans: 提示词技巧

source: Pulls
zh_hans: 下载量

source: Quality
zh_hans: 画质

source: Quant
zh_hans: 量化

source: Quick Launcher
zh_hans: 快速启动器

source: Quick Launcher (%@)
zh_hans: 快速启动器（%1$@）

source: Quit MLX Core
zh_hans: 退出 MLX Core

source: Qwen 3.5 / 3.6 models that ship a trained MTP head guess several of the next tokens at once and check them all in a single pass — typically a big speed-up on replies, with output identical to normal decoding. It switches on by itself for models that have the head, and does nothing for models that don't, so there's rarely a reason to turn it off.
zh_hans: 带有训练好的 MTP 头的 Qwen 3.5 / 3.6 模型会一次性猜测接下来的多个 token，并在一次前向中全部校验 — 通常能大幅加快回复速度，且输出与普通解码完全一致。对拥有该头的模型会自动启用，对没有的模型则不起作用，因此很少需要关闭。

source: Qwen's biggest model on this list — 35 billion parameters in total, but like the Gemma mixture-of-experts model above, it only activates a few billion per word, so it stays efficient. Excellent for demanding coding and reasoning work.
zh_hans: 列表中最大的 Qwen 模型 — 总参数 350 亿，但与上面的 Gemma 混合专家模型一样，每个词只激活其中几十亿，因此依然高效。非常适合高强度的编程与推理工作。

source: Qwen's largest model here
zh_hans: 这里最大的 Qwen 模型

source: RAM Est.
zh_hans: 预计内存

source: Re-pull Image
zh_hans: 重新拉取镜像

source: Read & write pages, databases, search
zh_hans: 读写页面与数据库，并进行搜索

source: Read channels, post messages, search (Zencoder maintained fork)
zh_hans: 读取频道、发送消息与搜索（由 Zencoder 维护的分支）

source: Read, write, list files within a chosen root directory
zh_hans: 在指定的根目录内读取、写入与列出文件

source: Reasoning
zh_hans: 推理

source: Reasoning budget
zh_hans: 推理预算

source: Reasoning trace before the answer. Click to turn it %@; right-click to set effort.
zh_hans: 回答前的推理过程。点按可%1$@；右键可设置推理强度。

source: Recommended
zh_hans: 推荐

source: Recommended for This Mac
zh_hans: 为这台 Mac 推荐

source: Recommended for your Mac
zh_hans: 为你的 Mac 推荐

source: Recommended for your Mac:
zh_hans: 为你的 Mac 推荐：

source: Record
zh_hans: 录制

source: Refer to the pictures by number — the source is image 1, references follow in order: “replace the face of the man in image 1 with the face from image 2”.
zh_hans: 用编号引用图片 —— 原图是图 1，参考图按顺序排在后面：“把图 1 中男人的脸换成图 2 里的脸”。

source: Refer to them in the prompt as <Picture 1>, <Video 1>, <Audio 1> — the numbering is per type, in the order below.
zh_hans: 在提示词中用 <Picture 1>、<Video 1>、<Audio 1> 来引用 —— 编号按类型分别计数，顺序如下。

source: Reference voice
zh_hans: 参考声音

source: References
zh_hans: 参考

source: Reject
zh_hans: 拒绝

source: Release notes
zh_hans: 发行说明

source: Release notes, benchmarks and what's coming next. Questions and bug reports are welcome there too.
zh_hans: 发布说明、性能测试以及后续计划。也欢迎在那里提问和反馈问题。

source: Remaining
zh_hans: 剩余

source: Remove photo
zh_hans: 移除照片

source: Remove the clip
zh_hans: 移除片段

source: Remove the clip — voice mode falls back to the system voice
zh_hans: 移除片段 —— 语音模式将回退到系统声音

source: Remove the source image (back to text-to-image)
zh_hans: 移除源图像（回到文生图）

source: Remove this LoRA
zh_hans: 移除此 LoRA

source: Remove this reference
zh_hans: 移除此参考

source: Remove this reference image
zh_hans: 移除这张参考图像

source: Rendering audio
zh_hans: 正在渲染音频

source: Repetition penalty
zh_hans: 重复惩罚

source: Reply as one of your agents (Chat window ▸ Agents): its prompt, tools, model and workspace. "None" uses the settings above.
zh_hans: 以你的某个智能体身份回复（对话窗口 ▸ 智能体）：使用它的提示词、工具、模型和工作区。选择 "None" 则使用上面的设置。

source: Repos, issues, PRs, code search via the GitHub API
zh_hans: 通过 GitHub API 访问仓库、议题、PR 与代码搜索

source: Request timeout (s)
zh_hans: 请求超时（秒）

source: Require this key for requests from OTHER machines (the OpenAI/Anthropic/Ollama APIs + index page + metrics). Sent as Authorization: Bearer, x-api-key, HTTP Basic, or ?api_key=. Localhost is trusted, so this app never needs it — it protects the server when exposed on the network. Blank = no auth.
zh_hans: 要求来自其他机器的请求携带此密钥（OpenAI/Anthropic/Ollama 接口、首页与指标）。可通过 Authorization: Bearer、x-api-key、HTTP Basic 或 ?api_key= 发送。本机地址被视为可信，因此本应用无需它 — 它用于保护暴露在网络上的服务器。留空表示不鉴权。

source: Reset
zh_hans: 重置

source: Reset Sandbox…
zh_hans: 重置沙盒…

source: Reset lock
zh_hans: 重置锁定

source: Reset sandbox
zh_hans: 重置沙盒

source: Reset the Agent Sandbox?
zh_hans: 要重置智能体沙盒吗？

source: Resetting…
zh_hans: 正在重置…

source: Resolution
zh_hans: 分辨率

source: Restart Now
zh_hans: 立即重启

source: Restart the server to apply this change
zh_hans: 重启服务器以应用此更改

source: Retry
zh_hans: 重试

source: Reuse a soundtrack (audio reference)
zh_hans: 复用一段配乐（音频参考）

source: Reveal artifacts in Finder
zh_hans: 在访达中显示产物

source: Reveal in Finder
zh_hans: 在访达中显示

source: Roll a new seed
zh_hans: 换一个随机种子

source: Root Directory
zh_hans: 根目录

source: Run
zh_hans: 运行

source: Run a command in the sandbox…
zh_hans: 在沙盒中运行命令…

source: Run an agent inside the sandbox
zh_hans: 在沙盒中运行智能体

source: Run arbitrary shell commands (use with caution)
zh_hans: 执行任意终端命令（请谨慎使用）

source: Run these commands in Terminal from your project folder. They point the CLI at this Mac's local server — nothing leaves your machine.
zh_hans: 在项目文件夹下的终端里运行这些命令。它们会把命令行指向这台 Mac 的本地服务器 —— 数据不会离开你的机器。

source: Running…
zh_hans: 运行中…

source: Runs
zh_hans: 运行记录

source: Runs the Turbo distillation LoRA: 4 steps instead of 30, about twice as fast end to end. Slightly softer detail and harder light than a full render. The adapter ships with the model; packs downloaded before it existed fetch it once, on the first run with this on.
zh_hans: 启用 Turbo 蒸馏 LoRA：只需 4 步而非 30 步，端到端约快一倍。细节比完整渲染略柔，光线略硬。该适配器随模型一同提供；在它出现之前下载的模型包，会在首次开启此项运行时下载一次。

source: SSD cache size
zh_hans: SSD 缓存大小

source: SSD prefix cache
zh_hans: SSD 前缀缓存

source: SSD weight streaming
zh_hans: SSD 权重流式加载

source: Safe mode (NSFW content filter)
zh_hans: 安全模式（NSFW 内容过滤）

source: Same seed + prompt reproduces the track.
zh_hans: 相同的随机种子 + 提示词可复现同一段音乐。

source: Same seed + same settings reproduces the clip. Paste one to rerun someone else's.
zh_hans: 相同种子加相同设置会复现同一段视频。粘贴他人的种子即可重现。

source: Same seed + same settings reproduces the image. Paste one to rerun someone else's; leave it empty for a new one each time.
zh_hans: 相同种子加相同设置会复现同一张图像。粘贴他人的种子即可重现；留空则每次生成新的。

source: Sampling
zh_hans: 采样

source: Sandbox agent commands
zh_hans: 沙盒智能体命令

source: Sandbox image out of date
zh_hans: 沙盒镜像已过期

source: Sandbox session
zh_hans: 沙盒会话

source: Save
zh_hans: 保存

source: Save current…
zh_hans: 保存当前…

source: Save lyrics
zh_hans: 保存歌词

source: Save style prompt
zh_hans: 保存风格提示词

source: Save the log to a .log file
zh_hans: 把日志保存为 .log 文件

source: Saved
zh_hans: 已保存

source: Save…
zh_hans: 保存…

source: Say this to hand the conversation to %@. Blank uses the app's own phrase.
zh_hans: 说这句话即可把对话交给 %1$@。留空则使用应用自己的唤醒词。

source: Scales each tapped text-encoder layer's contribution (1 = neutral). Empty = off.
zh_hans: 缩放每个被取用的文本编码器层的权重（1 = 中性）。留空 = 关闭。

source: Scene with its own soundtrack
zh_hans: 自带配乐的场景

source: Scheduled
zh_hans: 已排期

source: Scheduled Tasks
zh_hans: 定时任务

source: Scheduled Tasks…
zh_hans: 定时任务…

source: Scheduled and background agent tasks
zh_hans: 定时与后台智能体任务

source: Search
zh_hans: 搜索

source: Search and download models
zh_hans: 搜索并下载模型

source: Search models...
zh_hans: 搜索模型…

source: Seed
zh_hans: 随机种子

source: Select a model to check drafter compatibility.
zh_hans: 请选择一个模型以检查草稿模型的兼容性。

source: Select a task
zh_hans: 选择一个任务

source: Select an image to use as the first frame of the video.
zh_hans: 选择一张图片作为视频的首帧。

source: Selecting this agent loads its model; “Current” leaves whatever is running alone.
zh_hans: 选择这个智能体会加载它的模型；选“当前”则不改动正在运行的模型。

source: Send Anyway
zh_hans: 仍然发送

source: Send reasoning-enabled requests for models that support it. The bot replies with the final answer only (no thinking trace).
zh_hans: 对支持推理的模型发送启用推理的请求。机器人只回复最终答案（不包含思考过程）。

source: Send to Chat — opens a new conversation with this attached
zh_hans: 发送到对话 —— 会新建一个已附带此内容的会话

source: Server
zh_hans: 服务器

source: Server Log
zh_hans: 服务器日志

source: Server log verbosity. Use 'debug' to capture Jinja errors, KV cache hits and per-request token counts.
zh_hans: 服务器日志的详细程度。使用 'debug' 可记录 Jinja 错误、KV 缓存命中和每次请求的 token 数。

source: Server-launch flags. Restart the server to apply changes.
zh_hans: 服务器启动参数。更改后需重启服务器才能生效。

source: Serves decode from quantized copies of attention weights that ship un-quantized (bf16): 8-bit for most layers, 4-bit for the last fifth, where quantization error matters far less. Models like poolside Laguna decode ~25% faster overall. Slightly lossy: replies can differ in wording from the exact bf16 decode, but measured answers stay the same quality (prompt reading and speculative checks keep the exact weights). Flipping this ON (rather than leaving it untouched) also enables DeepSeek-V4's compressor-input requant — ~7% faster decode there, with rare wording-level artifacts. Models with fully quantized attention are unaffected. Turn off for bit-exact bf16 decoding.
zh_hans: 对以未量化（bf16）形式提供的注意力权重，使用其量化副本进行解码：大部分层用 8 位，最后五分之一的层用 4 位，那里量化误差的影响要小得多。poolside Laguna 等模型整体解码速度约提升 25%。会有轻微损失：措辞可能与精确的 bf16 解码不同，但实测答案质量不变（读取提示与推测校验仍使用精确权重）。主动把它打开（而不是保持默认）还会启用 DeepSeek-V4 的压缩器输入重量化 — 那里解码约快 7%，偶尔会有措辞层面的差异。注意力已完全量化的模型不受影响。若需比特级精确的 bf16 解码，请关闭。

source: Session cache entries
zh_hans: 会话缓存条目数

source: Set by %@
zh_hans: 由 %1$@ 设定

source: Set by the agent %@. Edit the agent to change it.
zh_hans: 由智能体 %1$@ 设定。如需更改，请编辑该智能体。

source: Settings
zh_hans: 设置

source: Settings clip
zh_hans: 设置中的音频

source: Settings…
zh_hans: 设置…

source: Setup
zh_hans: 设置

source: Share all models
zh_hans: 共享全部模型

source: Share everything in your library (chat AND image/audio/video/3D). Turn off to pick individual models.
zh_hans: 共享库中的所有模型（对话以及图像/音频/视频/3D）。关闭后可逐个选择模型。

source: Share models with other Macs on your local network and use theirs — zero-setup discovery over Bonjour, everything off by default. Restart the server to apply.
zh_hans: 与局域网中的其他 Mac 共享模型，也可使用对方的模型 — 通过 Bonjour 零配置发现，所有功能默认关闭。更改后需重启服务器。

source: Share my models on this network
zh_hans: 在此网络中共享我的模型

source: Sharper reasoning
zh_hans: 推理更敏锐

source: Sharper version of the MoE model
zh_hans: MoE 模型的更精确版本

source: Shell, files, web, media. Click to turn it %@; right-click to pick tools and set the workspace.
zh_hans: 终端、文件、网页、媒体。点按可%1$@；右键可选择工具并设置工作区。

source: Show log
zh_hans: 显示日志

source: Show this session
zh_hans: 显示此会话

source: Showing %lld models
zh_hans: 显示 %1$lld 个模型

source: Shown to others as
zh_hans: 对外显示名称

source: Shut the guest down. Live sessions end; it re-boots on the next command.
zh_hans: 关闭客户机。进行中的会话会结束；下次执行命令时它会重新启动。

source: Size
zh_hans: 大小

source: Size on Disk
zh_hans: 占用磁盘空间

source: Skip loading the SigLIP image encoder. Saves ~3 GB of memory on text-only workloads.
zh_hans: 跳过加载 SigLIP 图像编码器。纯文本场景下可节省约 3 GB 内存。

source: Skip memory pre-flight check
zh_hans: 跳过内存预检

source: Slack Bot Token
zh_hans: Slack 机器人令牌

source: Slack Team ID
zh_hans: Slack 团队 ID

source: Small and capable
zh_hans: 小巧而能干

source: Some changes require a server restart
zh_hans: 部分更改需要重启服务器

source: Something went wrong
zh_hans: 出错了

source: Sound
zh_hans: 声音

source: Source image (optional)
zh_hans: 源图像（可选）

source: Spawning the MCP server and listing its tools…
zh_hans: 正在启动 MCP 服务器并列出它的工具…

source: Speculative Decoding (MLX only)
zh_hans: 推测解码（仅 MLX）

source: Speculative-decoding drafter — pairs with a Gemma 4 base model in Settings, not loadable on its own.
zh_hans: 投机解码草稿模型 —— 需在设置中与 Gemma 4 基础模型搭配使用，无法单独加载。

source: Speech & sound
zh_hans: 语音与声音

source: Speed (%@)
zh_hans: 速度（%1$@）

source: Spotlight-style prompt panel on %@: summon it from any app, ask the local model, and press ⌘↩ to continue in the chat window. If nothing happens on %@, macOS may be using it for input-source switching (System Settings → Keyboard → Keyboard Shortcuts → Input Sources).
zh_hans: 类似聚焦搜索的提问面板，快捷键 %1$@：在任何应用中都能唤出，向本地模型提问，按 ⌘↩ 可转到对话窗口继续。如果按 %2$@ 没有反应，可能是 macOS 把它用于切换输入法了（系统设置 → 键盘 → 键盘快捷键 → 输入法）。

source: Star on GitHub
zh_hans: 在 GitHub 上点亮 Star

source: Star the project on GitHub
zh_hans: 在 GitHub 上给项目加星

source: Start Chat with this Agent
zh_hans: 与此智能体开始对话

source: Start Server
zh_hans: 启动服务器

source: Start a chat with %@
zh_hans: 与 %1$@ 开始对话

source: Start a fresh conversation with this agent — the old one stays in the chat list
zh_hans: 与该智能体开始新对话 — 原对话仍保留在列表中

source: Start from a type
zh_hans: 从类型开始

source: Start one from Recommended or Discover.
zh_hans: 从“推荐”或“发现”里挑一个开始。

source: Start the selected model.
zh_hans: 启动所选模型。

source: Start the server to begin.
zh_hans: 启动服务器即可开始。

source: Start the server to check drafter compatibility.
zh_hans: 请启动服务器以检查草稿模型的兼容性。

source: Start the server to launch a coding agent
zh_hans: 启动服务器后才能运行编码智能体

source: Starting %@ session…
zh_hans: 正在启动 %1$@ 会话…

source: Status
zh_hans: 状态

source: Steps (%lld)
zh_hans: 步数（%1$lld）

source: Stop
zh_hans: 停止

source: Stop Server
zh_hans: 停止服务器

source: Stop background process %@
zh_hans: 停止后台进程 %1$@

source: Stop guest
zh_hans: 停止客户机

source: Stop run
zh_hans: 停止运行

source: Stop the assistant and listen again — cut off a long answer and move on
zh_hans: 停止助手并重新聆听 — 打断冗长的回答，继续下一步

source: Stop the running server.
zh_hans: 停止正在运行的服务器。

source: Stopped — the model started repeating itself and the server cut the reply. Try rephrasing, or ask for a smaller piece of the task.
zh_hans: 已停止 — 模型开始重复自己，服务器中断了这次回复。可以换一种问法，或让它先做任务中更小的一部分。

source: Stream DeepSeek-V4-Flash expert weights from SSD instead of holding the whole model in RAM (skips full residency + warmup). Turn on when the model is larger than available memory — it loads instead of OOMing, trading some decode speed for the disk reads. ds4 / DeepSeek-V4-Flash only; ignored by the MLX and llama.cpp engines. Passes --ssd-streaming.
zh_hans: 从 SSD 流式读取 DeepSeek-V4-Flash 的专家权重，而不是把整个模型放在内存中（跳过完整驻留与预热）。当模型大于可用内存时开启 — 这样它能加载成功而不是内存溢出，代价是用磁盘读取换取部分解码速度。仅适用于 ds4 / DeepSeek-V4-Flash；MLX 与 llama.cpp 引擎会忽略。对应 --ssd-streaming。

source: Style LoRAs
zh_hans: 风格 LoRA

source: Style prompt
zh_hans: 风格提示词

source: Subject + clip + audio (all three)
zh_hans: 主体 + 片段 + 音频（三者同时）

source: System
zh_hans: 系统

source: System RAM: %@
zh_hans: 系统内存：%1$@

source: System voice
zh_hans: 系统语音

source: Talking character (dialogue)
zh_hans: 角色说话（对白）

source: Task completed.
zh_hans: 任务已完成。

source: Tasks
zh_hans: 任务

source: Telegram conversation (view only)
zh_hans: Telegram 会话（仅供查看）

source: Telegram conversation — view only. Reply from your phone.
zh_hans: Telegram 会话 —— 仅供查看。请在手机上回复。

source: Temperature
zh_hans: 温度

source: Temperature (%@)
zh_hans: 温度（%1$@）

source: Templates
zh_hans: 模板

source: Tempo
zh_hans: 速度

source: Tencent's flagship open model — 295 billion parameters, of which it wakes only 21 billion per word (mixture of experts). Top-tier reasoning, agent work, and tool use, entirely on your Mac. This is the full model stored compactly (importance-calibrated 2-bit), so on a 128 GB Mac it runs with a genuinely usable context window rather than just a few sentences. Best on Macs with 128 GB of memory or more.
zh_hans: 腾讯的旗舰开源模型 — 2950 亿参数，每个词只唤醒其中的 210 亿（混合专家）。顶级的推理、智能体与工具使用能力，全部在你的 Mac 上运行。这是以紧凑方式存储的完整模型（按重要性校准的 2 位量化），因此在 128 GB 的 Mac 上能拥有真正可用的上下文窗口，而不只是几句话。建议在 128 GB 及以上内存的 Mac 上使用。

source: Text to speak
zh_hans: 要朗读的文本

source: Text-to-image generation and image editing.
zh_hans: 文生图与图像编辑。

source: Text-to-music, with optional lyrics.
zh_hans: 文字生成音乐，可选歌词。

source: Text-to-speech, with optional voice cloning.
zh_hans: 文字转语音，可选声音克隆。

source: Text/image-to-video, with optional audio.
zh_hans: 文字/图像生成视频，可选音频。

source: Texture (PBR)
zh_hans: 贴图（PBR）

source: The Agent Sandbox is off.
zh_hans: 智能体沙盒已关闭。

source: The best this app offers
zh_hans: 本应用中最好的选择

source: The biggest model here
zh_hans: 这里最大的模型

source: The default working folder for the agent's tools (shell, readFile, writeFile, …) in every chat — and the folder shared into the sandbox VM at /workspace while the sandbox is on. Changing it moves chats still on the previous default, remounts a running sandbox, and restarts any open terminal sessions in the new folder; a chat with its own picked folder (the folder icon on the Agent pill) keeps it.
zh_hans: 所有对话中，智能体工具（终端、读文件、写文件……）默认使用的工作文件夹 — 在沙盒开启时，它也会以 /workspace 的形式共享进沙盒虚拟机。更改它会一并迁移仍在使用旧默认值的对话、重新挂载运行中的沙盒，并让已打开的终端会话在新文件夹中重启；已自行选择文件夹的对话（智能体胶囊上的文件夹图标）保持不变。

source: The edit comes back at the source image's own size.
zh_hans: 编辑结果会以源图像本身的尺寸返回。

source: The highest-quality model on this list: Gemma's largest model at full 8-bit precision. This is about as good as local answers get here — save it for when quality matters more than speed.
zh_hans: 列表中质量最高的模型：以完整 8 位精度运行的 Gemma 最大模型。这基本上是本地能得到的最好效果 — 当质量比速度更重要时再用它。

source: The model invents a soundtrack from your prompt. Attach speech to make characters say exact words.
zh_hans: 模型会根据你的提示词自行创作配乐。附加语音可让角色说出指定台词。

source: The name other Macs see next to your shared models. Blank = this Mac's hostname.
zh_hans: 其他 Mac 在你共享的模型旁看到的名称。留空则使用本机主机名。

source: The same Gemma mixture-of-experts model as above, stored with twice the numeric precision (8-bit instead of 4-bit). That means slightly more accurate, consistent answers, at roughly double the memory.
zh_hans: 与上面相同的 Gemma 混合专家模型，但以两倍的数值精度存储（8 位而非 4 位）。这意味着回答略微更准确、更稳定，代价是内存占用大约翻倍。

source: The server isn't running — the task will start it on its first run.
zh_hans: 服务器未运行 —— 任务会在首次运行时自动启动它。

source: The session running inside the sandbox will be terminated. Files it wrote are kept.
zh_hans: 沙盒中正在运行的会话将被终止。它写入的文件会保留。

source: The smaller Laguna, same specialty: writing and editing code and multi-step “agent” work like using tools across a project. A 33-billion-parameter mixture-of-experts model in poolside's own 4-bit NVFP4 build, and the fastest coding model in this list: about 121 tokens per second on an M4 Max. Fits a 32 GB Mac.
zh_hans: 更小的 Laguna，专长相同：编写和修改代码，以及在整个项目中使用工具这类多步“智能体”工作。这是一个 330 亿参数的混合专家模型，采用 poolside 自己的 4 位 NVFP4 构建，也是列表中最快的编程模型：在 M4 Max 上约每秒 121 个 token。32 GB 的 Mac 即可运行。

source: The sweet spot
zh_hans: 最佳平衡点

source: The task run failed.
zh_hans: 这次任务运行失败。

source: The tool-calling loop: shell, files, search, tasks, media generation.
zh_hans: 工具调用循环：shell、文件、搜索、任务、媒体生成。

source: Thinking
zh_hans: 思考

source: Thinking · %@
zh_hans: 思考 · %1$@

source: This agent can't answer until %@ is on disk. Nothing is downloaded automatically.
zh_hans: 在 %1$@ 下载到本地之前，这个智能体无法回答。系统不会自动下载任何内容。

source: This can't be undone.
zh_hans: 此操作无法撤销。

source: This is one of the built-in agents. Duplicate it to make it yours.
zh_hans: 这是内置智能体之一。复制一份即可自由修改。

source: This model is distilled for %lld steps; other values cost time without adding detail.
zh_hans: 这个模型是按 %1$lld 步蒸馏的；其他数值只会更慢，不会带来更多细节。

source: This model writes its own soundtrack. Describe it in the prompt after "overall_soundscape:" (and "non_diegetic_music:" for score).
zh_hans: 这个模型会自行创作配乐。请在提示词中的 "overall_soundscape:" 后面描述它（配乐则写在 "non_diegetic_music:" 后面）。

source: This request needed %@ tokens, but the model's context window holds only %@.
zh_hans: 这次请求需要 %1$@ 个 token，而模型的上下文窗口只能容纳 %2$@ 个。

source: This request was larger than the model's context window.
zh_hans: 这次请求超出了模型的上下文窗口。

source: Time signature
zh_hans: 拍号

source: Toggle a server on, fill in any required fields, then click Save. Servers spawn lazily the next time you send a message with MCP mode on.
zh_hans: 打开某个服务器的开关，填好必填项，然后点击“保存”。服务器会在你下次以 MCP 模式发送消息时按需启动。

source: Tokenize cache entries
zh_hans: 分词缓存条目数

source: Tokens guessed ahead
zh_hans: 提前猜测的 token 数

source: Tokens per drafter round (default 4 = 3 drafter steps + 1 verify token).
zh_hans: 每轮草稿的 token 数（默认 4 = 3 步草稿 + 1 个校验 token）。

source: Tool Call
zh_hans: 工具调用

source: Tool calling
zh_hans: 工具调用

source: Tool-call auto-correct
zh_hans: 工具调用自动纠正

source: Tool: %@
zh_hans: 工具：%1$@

source: Tools
zh_hans: 工具

source: Tools · %@
zh_hans: 工具 · %1$@

source: Tools — run a tool-calling loop
zh_hans: 工具 —— 运行工具调用循环

source: Top bar: intelligence%@. Bottom bar: speed. Both relative to the models here.
zh_hans: 上方条：智能程度%1$@。下方条：速度。两者都是相对于此处这些模型而言的。

source: Total RAM the server will hold in loaded models before it evicts one — or refuses the load when there is nothing to evict. Auto = 80% of what Metal recommends for this Mac. Raise it when a model you know fits is refused with "not enough memory" on an idle server; the refusal in the log names the estimate it used. Passes --max-resident-mem.
zh_hans: 服务器为已加载模型保留的内存总量，超过后会淘汰其中一个 — 若无可淘汰的模型，则拒绝本次加载。自动 = Metal 为这台 Mac 推荐值的 80%。如果空闲的服务器以“内存不足”拒绝了你确信放得下的模型，可以调高它；日志中的拒绝信息会说明所用的估算值。对应 --max-resident-mem。

source: Transcript of reference (optional)
zh_hans: 参考音频的文字稿（可选）

source: Turbo (distilled 4-step sampling)
zh_hans: Turbo（蒸馏 4 步采样）

source: Turbo needs a %lld MB adapter this pack predates — it downloads once, and Generate waits for it.
zh_hans: Turbo 需要一个 %1$lld MB 的适配器，而这个模型包发布得更早 —— 它只会下载一次，“生成”会等它完成。

source: Turbo runs on the Mac hosting this model; it needs the adapter in ITS copy of the pack.
zh_hans: Turbo 在承载该模型的 Mac 上运行；适配器必须存在于那台机器的模型包副本中。

source: Turn On Networking
zh_hans: 开启网络

source: Turn it on in Settings → Agent Sandbox to run agents and commands in an isolated Linux VM.
zh_hans: 在“设置 → 智能体沙盒”中开启，即可在隔离的 Linux 虚拟机中运行智能体和命令。

source: Unload from memory (the model reloads on its next use)
zh_hans: 从内存中卸载（下次使用时会重新加载）

source: Unloading — waits for any running request to finish
zh_hans: 正在卸载 —— 会等待进行中的请求结束

source: Unsupported
zh_hans: 不支持

source: Update
zh_hans: 更新

source: Update System Prompt to Latest…
zh_hans: 把系统提示词更新到最新…

source: Updated
zh_hans: 更新时间

source: Updates
zh_hans: 更新

source: Use
zh_hans: 使用

source: Use current model
zh_hans: 使用当前模型

source: Use models shared by other Macs
zh_hans: 使用其他 Mac 共享的模型

source: Use with a coding agent
zh_hans: 配合编程智能体使用

source: Used
zh_hans: 已用

source: Variation
zh_hans: 变化

source: Variation strength
zh_hans: 变化强度
